{
    "The :attribute must be at least :length characters.": "El campo :attribute debe tener al menos :length caracteres.",
    "The :attribute must contain at least one letter.": ":Attribute debe contener al menos una letra.",
    "The :attribute must contain at least one number.": ":Attribute debe contener al menos un número.",
    "The :attribute must contain at least one symbol.": ":Attribute debe contener al menos un símbolo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute debe contener al menos una letra mayúscula y una minúscula..",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":Attribute que proporcionaste apareció en una fuga de datos. Por favor, elige un :atributo diferente.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":Attribute debe tener mínimo 8 caracteres y al menos un caracter en mayúscula.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute debe tener mínimo 8 caracteres, al menos un caracter en mayúscula y un número.",
    "Not Found": "No encontrado. La página o recurso solicitado ya no existe.",
    "Bad Request": "La solicitud es incorrecta.",
    "Forbidden": "Prohibido. No tiene permisos de acceso.",
    "Internal Error": "Error interno. Hubo un problema en el servidor.",
    "Unauthorized": "No autorizado. La página o recurso solicitado requiere autenticación.",
    "Method Not Allowed": "Método no permitido. El método de solicitud no está soportado.",
    "E-Mail Address": "Correo electrónico",
    "Forgot Your Password?": "¿Olvidaste tu contraseña?",
    "Login": "Ingresar",
    "Logout": "Salir",
    "No results founds": "Sin resultados",
    "Name": "Nombre y apellido",
    "Document Number": "Número de documento",
    "Password": "Contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Remember Me": "Recordarme",
    "Reset Password": "Recuperar contraseña",
    "Send Password Reset Link": "Enviar enlace para restablecer mi contraseña",
    "Reset Password Notification": "Recuperar contraseña",
    "You are receiving this email because we received a password reset request for your account.": "Has recibido este email porque hemos recibido una solicitud de tu cuenta para recuperar la contraseña.",
    "This password reset link will expire in :count hours.": "El enlace para recuperar la contraseña expirará en :count horas.",
    "If you did not request a password reset, no further action is required.": "Si no solicitaste el cambio de contraseña, puedes desestimar este email.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si tienes problemas haciendo clic en el botón \":actionText\", copia y pega la URL siguiente en tu navegador web:",
    "Hello!": "¡Hola!",
    "Regards": "Saludos",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)":
    "Si tienes problemas para hacer click en el botón \":actionText\", copia y pega la siguiente URL en tu navegador: [:actionURL](:actionURL)",
    "Register": "Registrarse",
    "Verify Your Email Address": "Verifica tu dirección de correo electrónico",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, verifica tu correo electrónico para ver si hay un enlace de verificación.",
    "If you did not receive the email": "Si no recibiste el correo electrónico",
    "click here to request another": "haz clic aquí para solicitar otro",
    "A fresh verification link has been sent to your email address.": "Hemos enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Verify Email Address": "Confirma tu dirección de correo electrónico",
    "Please click the button below to verify your email address.": "Haz clic en el botón de abajo para verificar tu dirección de correo electrónico.",
    "If you did not create an account, no further action is required." :"Si no creaste una cuenta, no es necesario realizar ninguna otra acción",
    "This action is unauthorized.": "Esta acción no está permitida.",
    "Monday": "Lunes",
    "Tuesday": "Martes",
    "Wednesday": "Miércoles",
    "Thursday": "Jueves",
    "Friday": "Viernes",
    "Saturday": "Sábado",
    "Sunday": "Domingo",
    "January": "Enero",
    "February": "Febrero",
    "March": "Marzo",
    "April": "Abril",
    "May": "Mayo",
    "June": "Junio",
    "July": "Julio",
    "August": "Agosto",
    "September": "Septiembre",
    "October": "Octubre",
    "November": "Noviembre",
    "December": "Diciembre",
    "Loading...": "Cargando...",
    "Save": "Guardar",
    "Cancel": "Cancelar",
    "Saved.": "Guardado.",
    "Profile Information": "Información del perfil",
    "Update your account's profile information and email address.": "Modifica la información del perfil y la dirección de correo electrónico de tu cuenta.",
    "Update Password": "Modificar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta está usando una contraseña larga y aleatoria para mantenerte seguro.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "The provided password does not match your current password.": "La contraseña ingresada no coincide con la contraseña actual.",
    "The password must be at least 8 characters.": "La contraseña debe tener al menos 8 caracteres.",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.": "Agrega seguridad a tu cuenta usando la autenticación de dos factores.",
    "You have enabled two factor authentication.": "Has habilitado la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No has habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication.You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se te pedirá un token aleatorio de seguridad durante la autenticación. Puedes recuperar este token desde la aplicación de Google Authenticator de tu teléfono.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "La autenticación de dos factores está ahora habilitada. Escanea el siguiente código QR usando la aplicación de autenticación de tu teléfono.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Almacena estos códigos de recuperación en un gestor de contraseñas seguro. Podrán ser usados para recuperar el acceso a tu cuenta si se pierde tu dispositivo de autenticación de dos factores.",
    "Enable": "Habilitar",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "For your security, please confirm your password to continue.": "Para tu seguridad, por favor confirma tu contraseña para continuar.",
    "Confirm": "Confirmar",
    "The provided password was incorrect.": "La contraseña ingresada es incorrecta.",
    "The password is incorrect.": "La contraseña es incorrecta.",
    "Browser Sessions": "Sesiones del navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Administra y cierra las sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar todas tus sesiones activas en otros navegadores y dispositivos. Algunas de tus sesiones recientes se listan a continuación; sin embargo, esta lista no puede ser completa. Si sientes que tu cuenta ha sido comprometida, también debes actualizar tu contraseña.",
    "Log out Other Browser Sessions": "Cerrar sesiones en otros navegadores",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor ingresa tu contraseña para confirmar que deseas cerrar todas tus sesiones activas en otros navegadores y dispositivos.",
    "Done.": "Hecho.",
    "This device": "Este dispositivo",
    "Unknown": "Desconocido",
    "Select A New Photo": "Selecciona una nueva foto",
    "Photo": "Foto",
    "Remove Photo": "Eliminar foto",
    "Institution": "Institución",
    "Register requested": "Tu solicitud de registro ha sido enviada y estará pendiente de aceptación. Se te informará si la misma fue aceptada o rechazada.",
    "No results.": "Sin resultados.",
    "Account is banned.": "La cuenta está deshabilitada.",
    "Invalid Latitude": "Latitud inválida",
    "Invalid Longitude": "Longitud inválida"
}
